---
layout: null
permalink: /api/v2/about.json
---
{
  "about": [
    "My name is Shenyi Lee (aka Ezra) and I'm a 23 years old designer, developer, problem solver and everyday learner currently living in Beijing, China.\nI'm looking for a Senior iOS/macOS R&D Engineer position in a fresh and dynamic company. I would like to gain the right experience and extend my skills while working in great teams and big projects/applications learning advanced techniques, frameworks and libraries doing courses and working close to other skilled developers.\nI've been managing and developing @Jayne startup as a iOS R&D Engineer, Front-end R&D Engineer and Technology Partner since Aug 2014, and have been loving every second of it.\nBefore launching my own ventures and diving into Jayne, I was often brought on as the first 'business hire' at startups of all shapes and sizes. I've run development teams, owned product strategy, entered new markets and assessed growth opportunities across the build/buy/partner spectrum. My career started as a development leader for small tech companies.\nSince starting as a freelancer in 2017, I've worked with various clients from a range of industries. As a R&D engineer my main goal is to create the best possible experience for as many users as possible. I excel at creating minimal, yet effective visual identities and digital solutions. This includes simple-to-use, human-centered designs as well as intuitive user experience.\nWhile I consider myself a developer first and foremost, I have experience with mobile client, frontend and backend development. Constantly learning and experiencing new things. Other than that I'm passionate about photography and traveling. I enjoy reading about technologies, spending time watching videos on YouTube.\nI'm a gamer.\nCheck out blog postings or follow me on twitter to see what I've been up to lately.\nIf you want to say hello or have a job request, send me an email!",
    "我不是个擅长表达、或者善于割舍的人。\n总是在说不该说的话，总是在做和自己极端不符的事。\n写东西，其实只是感受太多，不知道怎么宣泄。\n愈是迫切的挣扎，愈是杂乱。",
    "私は 李申翊 と申します。\n中国の出身で。今年は23歳で、開発エンジニアです。趣味は読书、絵画、映画、音楽と朝寝坊です。暇の时は小说も読みます。性格は静かです。喜びを家族、友达と分かち合う。\nつまり、私はどんな境遇にも安んじるし、一本気です。",
    "Ich heisse Ezra und ich bin 23 jahre alt. Sie können mich Ezra nennen.\nIch komme aus China. Ich bin ein Software Ingenieur. Mein Hobby ist Musik."
  ]
}
